@extends('templates.custom')
@section('title', 'О нас')
@section('content')
    <main class="about-cont media-reg">
        <h1>О нас</h1>
        <p><b>The storyteller</b> - свободная платформа для распространения визульаных новелл. Каждый пользователь может выкладывать собственные работы, отслеживать игры других авторов и комментировать их. Каждая новелла проходит проверку администраторами платформы перед попаданием в общий доступ.</p>
        <hr class="separate">
        <h2>Правила</h2>
        <p>
            Выкладывая свою работу на платформу следует соблюдать некоторые правила:
            <ol>
                <li>Название работы и описание к ней не должны содержать слюры, нецензурные слова, оскорбления и тому подобное.</li>
                <li>Обложка не должна содержать контент 18+ (нагота, жестокость)</li>
                <li>Игра должна быть именно ВАШЕГО авторства. Мы имеем полное право заблокировать вашу работу за нарушение авторских прав. При повторных нарушениях блокировке будет подлежать уже ваш профиль.</li>
            </ol>
        </p>

        <h2>Как работает подписка?</h2>
        <p>
            После нажатия кнопки "Подписаться" и выбора периода подписки вам на почту будет отправлено письмо, в котором будут содержаться дальнейшие инструкции по оплате. Все переводы осуществляются на счёт платформы откуда потом переводятся авторам. Комиссия платформы составляет 15% от стоимости подписки.<br>

            Если вы являетесь автором и не указали номер счёта в личном профиле, то деньги перечисляться не будут. Вы можете написать на нашу электронную почту с указанием вашего логина в случае, если номер счёта был вами добавлен, чтобы мы перечислили вам сумму за все оформленные подписки, в том числе и за истёкшие.
        </p>
        <hr class="separate">
        <h2>Наши контактные данные</h2>
        <p>
            Для связи с администрацией сайта вы можете использовать электронную почту thestoryteller@gmail.com<br>
            Время ответа может составлять от 3 дней до 2 недель. Если вам не отвечают, то можете написать нам в личные сообщения в <a href="https://vk.com/lanzhanzanuda">нашу группу ВК</a>.
        </p>
    </main>
@endsection
